{
	"navbarProjects": "Projects",
	"descriptionBanner": "Using",
	"stacksTitle": "Skills & languages",
	"stacksTitle2": "",
	"stacksTitle3": "mastered",
	"stacksHover" : "Hover me",
	"projectsTitle": "Projects",
	"footerTitle": "Let's talk.",
	"footerTitle2": "",
	"footerTitle3": "",
	"footerButton": "Send a message",
	"footerButton2": "Download CV",
	"footerTile": "Download my CV",
	"footerTile2": "Front-end specialist",
	"footerTile3": "Portfolio open source github",
	"projectDevinnet": "As a front-end developer at Devinnet, I was in charge of creating the new website. I played a role in every step of the process. The design and layout of the site were my own creation, and I implemented them with Webflow.",
	"projectFloaBank": "I contributed to the update of Floa Bank's website and blog by working collaboratively with other developers. In close collaboration with the designer, I brought her vision to life using provided templates. My main role was to implement this design using Joomla.",
	"projectAssisto": "In collaboration with a designer, I contributed to the creation of a showcase site for the company Assisto. My role was to develop the site using html, css and javascript. I was also responsible for optimizing the site's performance and adaptability for different devices.",
	"projectEpikEco": "As part of a team of 4 developers, I took part in the creation of an ecological game. My main role was to develop the front end. I helped set up challenges, launch games, invite friends, view scores, etc...",
	"projectFloaPay": "I enhanced the blog section of the Floa Pay website by adding content and creating new pages. I also ensured the integration of this content in multiple languages while ensuring optimal adaptability through responsive design. Additionally, I developed reusable components using Joomla.",
	"projectShop": "Shop. is a personal project. I created a dynamic e-commerce site using Node.js and React, which I then deployed on the Heroku platform. I integrated Stripe for payment processing and enriched the user experience by allowing clothes to be categorized by color and size.",
	"projectFootStats": "Footstats is a personal project built with React Native. Users are prompted to choose a league and then a club. The data is then filtered to display the active clubs of the selected league. Users can select players, filter them by name or position, and sort them by rating or position.",
	"projectGovernement": "I contributed to the State's DSFR by designing a presentation page for various components. I worked closely with the development team to identify and address bugs, while also suggesting crucial enhancements."
}
