{
	"navbarProjects": "Réalisations",
	"descriptionBanner": "Utilisant",
	"stacksTitle": "Compétences &",
	"stacksTitle2": "langages",
	"stacksTitle3": "maitrisés",
	"stacksHover" : "Survolez-moi",
	"projectsTitle": "Réalisations",
	"footerTitle": "Lancez",
	"footerTitle2": "la discussion.",
	"footerButton": "Envoyer un message",
	"footerButton2": "Télécharger le CV",
	"footerTile": "Télécharger mon CV",
	"footerTile2": "Spécialisé Front-end",
	"footerTile3": "Portfolio open source github",
	"projectDevinnet": "En tant que développeur front-end au sein de la société Devinnet, j'ai été chargé de créer la nouvelle page web. J'ai joué un rôle dans toutes les étapes du processus. Le design et la maquette du site sont de ma création, et je les ai mis en œuvre avec Webflow.",
	"projectFloaBank": "J'ai contribué à la mise à jour du blog de Floa Bank en travaillant en équipe avec d'autres développeurs. En étroite collaboration avec la designer, j'ai concrétisé sa vision en utilisant les modèles fournis. Mon rôle principal était de donner vie à ce design en utilisant Joomla.",
	"projectAssisto": "En collaboration avec une designer, j'ai contribué à la création d'un site vitrine pour la société Assisto. Mon rôle était de développer le site en utilisant html, css et javascript. J'ai également veillé à l'optimisation des performances et à l'adaptabilité du site pour différents appareils.",
	"projectEpikEco": "Membre d'une équipe de 4 développeurs, j'ai participé à la création d'un jeu écologique. Mon rôle principal était de développer la partie front. J'ai contribué à la mise en place de création de défis, lancement de parties, invitation d'amis, visualisation des scores, etc..",
	"projectFloaPay": "J'ai amélioré la section blog du site Floa Pay en enrichissant le contenu et en créant de nouvelles pages. J'ai également veillé à l'intégration de ce contenu dans plusieurs langues, tout en garantissant une adaptabilité optimale. En outre, j'ai conçu des composants réutilisables en utilisant Joomla.",
	"projectShop": "Shop. est un projet personnel. J'ai créé un site e-commerce dynamique en utilisant Node.js et React, que j'ai ensuite déployé sur la plateforme Heroku. J'ai intégré Stripe pour le traitement des paiements et j'ai enrichi l'expérience utilisateur en permettant la catégorisation des vêtements par couleur et taille.",
	"projectFootStats": "Footstats est un projet personnel sous react native. Les utilisateurs sont invités à choisir un championnat puis un club. La data est ensuite filtrée pour afficher les clubs actifs du championnat sélectionné. Les utilisateurs peuvent sélectionner des joueurs, les filtrer par nom ou position, et les trier par cote ou position.",
	"projectGovernement": "J'ai apporté ma contribution au DSFR de l'État en concevant une page de présentation des différents composants. J'ai travaillé en étroite collaboration avec l'équipe de développeurs pour identifier et résoudre des bugs, tout en proposant des améliorations essentielles."
}
