{
	"navbarProjects": "Réalisations",
	"descriptionBanner": "Utilisant",
	"stacksTitle": "Compétences &",
	"stacksTitle2": "langages",
	"stacksTitle3": "maitrisés",
	"stacksHover" : "Survolez-moi",
	"projectsTitle": "Réalisations",
	"footerTitle": "Lancez",
	"footerTitle2": "la discussion.",
	"footerButton": "Envoyer un message",
	"footerButton2": "Télécharger le CV",
	"footerTile": "Télécharger mon CV",
	"footerTile2": "Spécialisé Front-end",
	"footerTile3": "Portfolio open source github",
	"projectDevinnet": "En tant que développeur front-end chez Devinnet, j'ai été chargé de créer la nouvelle page web. J'ai joué un rôle à toutes les étapes du processus. Le design et la maquette du site sont de ma création, et je les ai mis en œuvre avec Webflow.",
	"projectFloaBank": "J'ai contribué à la mise à jour du blog de FLOA Bank en travaillant en équipe avec d'autres développeurs. En étroite collaboration avec la designer, j'ai concrétisé sa vision en utilisant les modèles fournis. Mon rôle était de donner vie à ce design en utilisant Joomla, HTML et CSS.",
	"projectAssisto": "En collaboration avec une designer, j'ai entièrement développé un site vitrine pour la société Assisto. Mon rôle consistait à créer le site en utilisant HTML, CSS et JavaScript. J'ai également veillé à optimiser les performances et à assurer l'adaptabilité du site sur différents appareils.",
	"projectAtoukids": "Atoukids est un projet personnel développé en version desktop uniquement. Mon principal axe de travail a été la mise en place de la fonction de recherche des professionnels, en ajoutant des paramètres dans l'URL et en permettant la navigation vers leurs profils. J'ai utilisé react-router-dom pour cette implémentation.",
	"projectEpikEco": "Membre d'une équipe de 4 développeurs, j'ai participé à la création d'un jeu écologique. Mon rôle principal était de développer la partie front. J'ai contribué à la mise en place de création de défis, lancement de parties, invitation d'amis, visualisation des scores, etc.",
	"projectFloaPay": "J'ai amélioré la section blog du site FLOA Pay en collaborant avec une équipe de développeurs, concrétisant la vision des designers à l'aide de modèles fournis. J'ai enrichi le contenu, créé de nouvelles pages et assuré une adaptabilité optimale dans plusieurs langues.",
	"projectShop": "Shop. est un projet personnel. J'ai créé un site e-commerce dynamique en utilisant Node.js et React, que j'ai ensuite déployé sur la plateforme Heroku. J'ai intégré Stripe pour le traitement des paiements et j'ai enrichi l'expérience utilisateur en permettant la catégorisation des vêtements par couleur et taille.",
	"projectFootStats": "Footstats est un projet personnel sous React Native. Les utilisateurs sont invités à choisir un championnat puis un club. Les données sont ensuite filtrées pour afficher les clubs actifs du championnat sélectionné. Les utilisateurs peuvent sélectionner des joueurs, les filtrer par nom ou position, et les trier par cote ou position.",
	"projectGovernement": "J'ai apporté ma contribution au DSFR de l'État en concevant une page de présentation des différents composants. J'ai travaillé en étroite collaboration avec l'équipe de développeurs pour identifier et résoudre des bugs, tout en proposant des améliorations essentielles.",
	"projectLaTour": "En collaboration avec un designer, j'ai développé une page pour l'Hôpital de La Tour. Mon rôle consistait à créer cette page en utilisant HTML, CSS et JavaScript. J'y ai intégré des animations, en veillant à optimiser les performances et à assurer l'adaptabilité du site sur différents appareils.",
	"online": "En ligne",
	"offline": "Hors ligne"
}
